Repository: Alexadar/rootyapps
Catalog: overtonelab.swift/DesignShared/Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sv, tr, uk

source: %@ target
cs: Cíl %@
de: Ziel %@
el: Στόχος %@
es: Objetivo de %@
fr: Cible %@
hu: %@ célérték
ja: %@ のターゲット
ko: %@ 타깃
nl: Doel %@
pl: Cel %@
pt_br: Alvo do %@
ro: Țintă %@
sv: Mål %@
tr: %@ hedefi
uk: Ціль %@

source: 0 dBu = 0.7746 V (√(1 mW into 600 Ω)); 0 dBV = 1 V. They differ by 2.2 dB.
cs: 0 dBu = 0,7746 V (√(1 mW do 600 Ω)); 0 dBV = 1 V. Liší se o 2,2 dB.
de: 0 dBu = 0,7746 V (√(1 mW an 600 Ω)); 0 dBV = 1 V. Sie unterscheiden sich um 2,2 dB.
el: 0 dBu = 0,7746 V (√(1 mW σε 600 Ω))· 0 dBV = 1 V. Διαφέρουν κατά 2,2 dB.
es: 0 dBu = 0,7746 V (√(1 mW en 600 Ω)); 0 dBV = 1 V. Difieren en 2,2 dB.
fr: 0 dBu = 0,7746 V (√(1 mW sur 600 Ω)) ; 0 dBV = 1 V. Ils diffèrent de 2,2 dB.
hu: 0 dBu = 0,7746 V (√(1 mW 600 Ω-on)); 0 dBV = 1 V. A különbség 2,2 dB.
it: 0 dBu = 0,7746 V (√(1 mW su 600 Ω)); 0 dBV = 1 V. Differiscono di 2,2 dB.
ja: 0 dBu = 0.7746 V（600 Ω に 1 mW の√）、0 dBV = 1 V。差は 2.2 dB です。
ko: 0 dBu = 0.7746 V(600 Ω에 1 mW의 √), 0 dBV = 1 V. 둘의 차이는 2.2 dB입니다.
nl: 0 dBu = 0,7746 V (√(1 mW in 600 Ω)); 0 dBV = 1 V. Ze verschillen 2,2 dB.
pl: 0 dBu = 0,7746 V (√(1 mW na 600 Ω)); 0 dBV = 1 V. Różnią się o 2,2 dB.
pt_br: 0 dBu = 0,7746 V (√(1 mW em 600 Ω)); 0 dBV = 1 V. Diferem em 2,2 dB.
ro: 0 dBu = 0,7746 V (√(1 mW pe 600 Ω)); 0 dBV = 1 V. Diferă cu 2,2 dB.
sv: 0 dBu = 0,7746 V (√(1 mW i 600 Ω)); 0 dBV = 1 V. De skiljer sig 2,2 dB.
tr: 0 dBu = 0,7746 V (√(600 Ω'a 1 mW)); 0 dBV = 1 V. Aralarında 2,2 dB fark var.
uk: 0 dBu = 0,7746 В (√(1 мВт на 600 Ω)); 0 dBV = 1 В. Різниця — 2,2 dB.

source: A / C / Z weighting
cs: Vážení A / C / Z
de: A-/C-/Z-Bewertung
el: Στάθμιση A / C / Z
es: Ponderación A / C / Z
fr: Pondération A / C / Z
hu: A / C / Z szűrés
it: Ponderazione A / C / Z
ja: A / C / Z 特性
ko: A / C / Z 가중
nl: A/C/Z-weging
pl: Ważenie A / C / Z
pt_br: Ponderação A / C / Z
ro: Ponderare A / C / Z
sv: A/C/Z-vägning
tr: A / C / Z ağırlıklandırma
uk: Зважування A / C / Z

source: A neutral 17.5 cm tract gives the classic 500 / 1500 / 2500 Hz.
cs: Neutrální trakt 17,5 cm dává klasických 500 / 1500 / 2500 Hz.
de: Ein neutraler 17,5-cm-Trakt ergibt die klassischen 500 / 1500 / 2500 Hz.
el: Ένας ουδέτερος σωλήνας 17,5 cm δίνει τα κλασικά 500 / 1500 / 2500 Hz.
es: Un tracto neutro de 17,5 cm da los clásicos 500 / 1500 / 2500 Hz.
fr: Un conduit neutre de 17,5 cm donne les classiques 500 / 1500 / 2500 Hz.
hu: A semleges, 17,5 cm-es traktus a klasszikus 500 / 1500 / 2500 Hz-et adja.
it: Un tratto neutro di 17,5 cm dà i classici 500 / 1500 / 2500 Hz.
ja: 17.5 cm のニュートラルな声道では、定番の 500 / 1500 / 2500 Hz になります。
ko: 중립적인 17.5 cm 성도는 전형적인 500 / 1500 / 2500 Hz를 만듭니다.
nl: Een neutraal traject van 17,5 cm geeft de klassieke 500 / 1500 / 2500 Hz.
pl: Neutralny trakt 17,5 cm daje klasyczne 500 / 1500 / 2500 Hz.
pt_br: Um trato neutro de 17,5 cm dá os clássicos 500 / 1500 / 2500 Hz.
ro: Un tract neutru de 17,5 cm dă clasicele 500 / 1500 / 2500 Hz.
sv: En neutral 17,5 cm kanal ger de klassiska 500 / 1500 / 2500 Hz.
tr: Nötr 17,5 cm'lik kanal klasik 500 / 1500 / 2500 Hz verir.
uk: Нейтральний тракт 17,5 см дає класичні 500 / 1500 / 2500 Гц.

source: A quarter note is one beat, so a 4/4 bar at 120 BPM is 2000 ms.
cs: Čtvrťová nota je jedna doba, takt 4/4 při 120 BPM tedy trvá 2000 ms.
de: Eine Viertelnote ist ein Schlag, ein 4/4-Takt bei 120 BPM also 2000 ms.
el: Το τέταρτο είναι ένας χτύπος, άρα ένα μέτρο 4/4 στα 120 BPM διαρκεί 2000 ms.
es: Una negra es un pulso, así que un compás de 4/4 a 120 BPM dura 2000 ms.
fr: Une noire vaut un temps : une mesure 4/4 à 120 BPM fait donc 2000 ms.
hu: A negyed hang egy ütés, így egy 4/4-es ütem 120 BPM-en 2000 ms.
it: Una semiminima è un movimento, quindi una battuta 4/4 a 120 BPM dura 2000 ms.
ja: 4分音符が1拍なので、120 BPM の 4/4 の1小節は 2000 ms です。
ko: 4분음표가 한 박이므로 120 BPM의 4/4 한 마디는 2000 ms입니다.
nl: Een kwartnoot is één tel, dus een 4/4-maat op 120 BPM duurt 2000 ms.
pl: Ćwierćnuta to jedna miara, więc takt 4/4 przy 120 BPM trwa 2000 ms.
pt_br: Uma semínima é um tempo, então um compasso 4/4 a 120 BPM dura 2000 ms.
ro: O pătrime este o bătaie, deci o măsură 4/4 la 120 BPM durează 2000 ms.
sv: En fjärdedelsnot är ett slag, så en 4/4-takt vid 120 BPM är 2000 ms.
tr: Dörtlük nota bir vuruştur; 120 BPM'de 4/4'lük bir ölçü 2000 ms sürer.
uk: Чверть — це одна доля, тож такт 4/4 при 120 BPM триває 2000 мс.

source: A steady sine, K-weighted and gated per ITU-R BS.1770. Change the level and the reading tracks it — this is the same engine you'd run on a full mix.
cs: Ustálený sinus, K-vážený a hradlovaný podle ITU-R BS.1770. Změňte úroveň a údaj ji sleduje — je to stejný engine jako na celém mixu.
de: Ein konstanter Sinus, K-bewertet und gegated nach ITU-R BS.1770. Ändere den Pegel und die Anzeige folgt — dieselbe Engine, die du auf einen ganzen Mix anwenden würdest.
el: Ένα σταθερό ημίτονο, με στάθμιση K και gate κατά ITU-R BS.1770. Άλλαξε τη στάθμη και η ένδειξη ακολουθεί — ίδια μηχανή με αυτή για ολόκληρο μιξ.
es: Un seno constante, con ponderación K y compuerta según ITU-R BS.1770. Cambia el nivel y la lectura lo sigue: es el mismo motor que usarías en una mezcla completa.
fr: Une sinusoïde stable, pondérée K et gatée selon l'ITU-R BS.1770. Changez le niveau et la mesure suit — c'est le moteur que vous appliqueriez à un mix complet.
hu: Állandó szinusz, K-súlyozva és kapuzva az ITU-R BS.1770 szerint. Változtasd a szintet, és a kijelzés követi — ugyanaz a motor, amit egy teljes mixen futtatnál.
it: Una sinusoide costante, con ponderazione K e gate secondo ITU-R BS.1770. Cambia il livello e la lettura lo segue: è lo stesso motore che useresti su un mix completo.
ja: ITU-R BS.1770 に沿って K特性・ゲート処理した定常サイン波です。レベルを変えると測定値も追従します — フルミックスに使うのと同じエンジンです。
ko: ITU-R BS.1770에 따라 K-가중 및 게이팅된 정상 사인파입니다. 레벨을 바꾸면 측정값이 따라옵니다 — 풀 믹스에 쓰는 것과 같은 엔진입니다.
nl: Een constante sinus, K-gewogen en gegate volgens ITU-R BS.1770. Verander het niveau en de meting volgt — dezelfde engine die je op een volledige mix draait.
pl: Stała sinusoida, ważona K i bramkowana wg ITU-R BS.1770. Zmień poziom, a odczyt podąży — to ten sam silnik, którego użyjesz na pełnym miksie.
pt_br: Um seno constante, com ponderação K e gate conforme ITU-R BS.1770. Mude o nível e a leitura acompanha — é o mesmo motor que você usaria em uma mixagem completa.
ro: Un sinus constant, ponderat K și cu poartă conform ITU-R BS.1770. Schimbă nivelul și citirea îl urmează — este același motor pe care l-ai folosi pe un mix complet.
sv: En jämn sinus, K-vägd och gejtad enligt ITU-R BS.1770. Ändra nivån så följer avläsningen — samma motor som du kör på en hel mix.
tr: ITU-R BS.1770'e göre K-ağırlıklı ve kapılı sabit bir sinüs. Seviyeyi değiştirin, okuma onu izler — tam bir mikste kullanacağınız motorun aynısı.
uk: Стабільна синусоїда, K-зважена та ґейтована за ITU-R BS.1770. Зміни рівень — і показник піде слідом: це той самий рушій, що й для повного міксу.

source: A-weighting
cs: Vážení A
de: A-Bewertung
el: Στάθμιση A
es: Ponderación A
fr: Pondération A
hu: A-szűrés
it: Ponderazione A
ja: A特性
ko: A 가중
nl: A-weging
pl: Ważenie A
pt_br: Ponderação A
ro: Ponderare A
sv: A-vägning
tr: A ağırlıklandırma
uk: A-зважування

source: A-weighting by octave band
cs: Vážení A po oktávových pásmech
de: A-Bewertung nach Oktavband
el: Στάθμιση A ανά ζώνη οκτάβας
es: Ponderación A por banda de octava
fr: Pondération A par bande d'octave
hu: A-szűrés oktávsávonként
it: Ponderazione A per banda d'ottava
ja: オクターブバンド別 A特性
ko: 옥타브 밴드별 A 가중
nl: A-weging per octaafband
pl: Ważenie A wg pasm oktawowych
pt_br: Ponderação A por banda de oitava
ro: Ponderare A pe benzi de octavă
sv: A-vägning per oktavband
tr: Oktav bandına göre A ağırlıklandırma
uk: A-зважування за октавними смугами

source: Absorption
cs: Pohltivost
el: Απορρόφηση
es: Absorción
hu: Elnyelés
it: Assorbimento
ja: 吸音
ko: 흡음
nl: Absorptie
pl: Pochłanianie
pt_br: Absorção
ro: Absorbție
tr: Soğurma
uk: Поглинання

source: Absorption ΣSα
cs: Pohltivost ΣSα
el: Απορρόφηση ΣSα
es: Absorción ΣSα
hu: Elnyelés ΣSα
it: Assorbimento ΣSα
ja: 吸音 ΣSα
ko: 흡음 ΣSα
nl: Absorptie ΣSα
pl: Pochłanianie ΣSα
pt_br: Absorção ΣSα
ro: Absorbție ΣSα
tr: Soğurma ΣSα
uk: Поглинання ΣSα

source: Acoustics
cs: Akustika
de: Akustik
el: Ακουστική
es: Acústica
fr: Acoustique
hu: Akusztika
it: Acustica
ja: 音響
ko: 음향
nl: Akoestiek
pl: Akustyka
pt_br: Acústica
ro: Acustică
sv: Akustik
tr: Akustik
uk: Акустика

source: Add to the physical length for the effective acoustic length at each open end.
cs: Přičtěte k fyzické délce pro efektivní akustickou délku na každém otevřeném konci.
de: Zur physischen Länge addieren, um die effektive akustische Länge an jedem offenen Ende zu erhalten.
el: Πρόσθεσέ το στο φυσικό μήκος για το ενεργό ακουστικό μήκος σε κάθε ανοιχτό άκρο.
es: Súmalo a la longitud física para obtener la longitud acústica efectiva en cada extremo abierto.
fr: À ajouter à la longueur physique pour obtenir la longueur acoustique effective à chaque extrémité ouverte.
hu: Add hozzá a fizikai hosszhoz az effektív akusztikus hosszért minden nyitott végen.
it: Da sommare alla lunghezza fisica per la lunghezza acustica effettiva a ogni estremità aperta.
ja: 各開放端での実効音響長を得るには、物理長に加算します。
ko: 각 열린 끝에서의 유효 음향 길이를 얻으려면 물리적 길이에 더하세요.
nl: Tel dit bij de fysieke lengte op voor de effectieve akoestische lengte aan elk open uiteinde.
pl: Dodaj do długości fizycznej, aby uzyskać efektywną długość akustyczną na każdym otwartym końcu.
pt_br: Some ao comprimento físico para obter o comprimento acústico efetivo em cada extremidade aberta.
ro: Adaugă la lungimea fizică pentru lungimea acustică efectivă la fiecare capăt deschis.
sv: Lägg till den fysiska längden för den effektiva akustiska längden vid varje öppen ände.
tr: Her açık uçtaki etkin akustik uzunluk için fiziksel uzunluğa ekleyin.
uk: Додайте до фізичної довжини, щоб отримати ефективну акустичну довжину на кожному відкритому кінці.

source: Air absorption (ISO 9613)
cs: Pohlcení vzduchem (ISO 9613)
de: Luftabsorption (ISO 9613)
el: Απορρόφηση αέρα (ISO 9613)
es: Absorción del aire (ISO 9613)
fr: Absorption de l'air (ISO 9613)
hu: Levegő elnyelése (ISO 9613)
it: Assorbimento dell'aria (ISO 9613)
ja: 空気吸収（ISO 9613）
ko: 공기 흡수(ISO 9613)
nl: Luchtabsorptie (ISO 9613)
pl: Pochłanianie przez powietrze (ISO 9613)
pt_br: Absorção do ar (ISO 9613)
ro: Absorbția aerului (ISO 9613)
sv: Luftabsorption (ISO 9613)
tr: Hava soğurması (ISO 9613)
uk: Поглинання повітрям (ISO 9613)

source: Air column
cs: Vzduchový sloupec
de: Luftsäule
el: Στήλη αέρα
es: Columna de aire
fr: Colonne d'air
hu: Légoszlop
it: Colonna d'aria
ja: 気柱
ko: 공기 기둥
nl: Luchtkolom
pl: Słup powietrza
pt_br: Coluna de ar
ro: Coloană de aer
sv: Luftpelare
tr: Hava sütunu
uk: Повітряний стовп

source: Analyse a ratio
cs: Analýza poměru
de: Verhältnis analysieren
el: Ανάλυση λόγου
es: Analizar una razón
fr: Analyser un rapport
hu: Arány elemzése
it: Analizza un rapporto
ja: 比を解析
ko: 비율 분석
nl: Verhouding analyseren
pl: Analiza stosunku
pt_br: Analisar uma razão
ro: Analizează un raport
sv: Analysera ett förhållande
tr: Bir oranı çözümle
uk: Аналіз відношення

source: Analysis
cs: Analýza
de: Analyse
el: Ανάλυση
es: Análisis
fr: Analyse
hu: Elemzés
it: Analisi
ja: 解析
ko: 분석
nl: Analyse
pl: Analiza
pt_br: Análise
ro: Analiză
sv: Analys
tr: Çözümleme
uk: Аналіз

source: Apply gain
cs: Použít zesílení
de: Verstärkung anwenden
el: Εφαρμογή κέρδους
es: Aplicar ganancia
fr: Appliquer le gain
hu: Erősítés alkalmazása
it: Applica guadagno
ja: ゲインを適用
ko: 게인 적용
nl: Versterking toepassen
pl: Zastosuj wzmocnienie
pt_br: Aplicar ganho
ro: Aplică amplificarea
sv: Tillämpa förstärkning
tr: Kazancı uygula
uk: Застосувати підсилення

source: Areas
cs: Plochy
de: Flächen
el: Επιφάνειες
es: Áreas
fr: Surfaces
hu: Felületek
it: Aree
ja: 断面積
ko: 면적
nl: Oppervlakken
pl: Powierzchnie
pt_br: Áreas
ro: Suprafețe
sv: Ytor
tr: Alanlar
uk: Площі

source: Array
cs: Sestava
de: Anordnung
el: Διάταξη
es: Configuración
fr: Couple
hu: Elrendezés
it: Coppia
ja: アレイ
ko: 배열
nl: Opstelling
pl: Układ
pt_br: Arranjo
ro: Configurație
sv: Uppställning
tr: Dizilim
uk: Пара

source: Arrival delay
cs: Zpoždění příchodu
de: Ankunftsverzögerung
el: Καθυστέρηση άφιξης
es: Retardo de llegada
fr: Retard d'arrivée
hu: Beérkezési késleltetés
it: Ritardo di arrivo
ja: 到達遅延
ko: 도달 지연
nl: Aankomstvertraging
pl: Opóźnienie dotarcia
pt_br: Atraso de chegada
ro: Întârziere la sosire
sv: Ankomstfördröjning
tr: Varış gecikmesi
uk: Затримка приходу

source: At frequency
cs: Při frekvenci
de: Bei Frequenz
el: Στη συχνότητα
es: A la frecuencia
fr: À la fréquence
hu: Frekvencián
it: Alla frequenza
ja: 周波数
ko: 해당 주파수
nl: Bij frequentie
pl: Przy częstotliwości
pt_br: Na frequência
ro: La frecvența
sv: Vid frekvens
tr: Frekansta
uk: На частоті

source: At source angle
cs: Při úhlu zdroje
de: Bei Quellenwinkel
el: Στη γωνία πηγής
es: En el ángulo de fuente
fr: À l'angle de la source
hu: Forrásszögnél
it: All'angolo della sorgente
ja: 音源角度
ko: 음원 각도
nl: Bij bronhoek
pl: Przy kącie źródła
pt_br: No ângulo da fonte
ro: La unghiul sursei
sv: Vid källvinkel
tr: Kaynak açısında
uk: За кутом джерела

source: At this diameter the required length is negative — the port would be a plain hole. Use a smaller diameter, a lower Fb, or a larger box.
cs: Při tomto průměru je potřebná délka záporná — port by byl pouhá díra. Použijte menší průměr, nižší Fb nebo větší ozvučnici.
de: Bei diesem Durchmesser ist die nötige Länge negativ — der Port wäre ein bloßes Loch. Nimm einen kleineren Durchmesser, ein niedrigeres Fb oder ein größeres Gehäuse.
el: Σε αυτή τη διάμετρο το απαιτούμενο μήκος είναι αρνητικό — το πόρτο θα ήταν απλή τρύπα. Βάλε μικρότερη διάμετρο, χαμηλότερο Fb ή μεγαλύτερο κιβώτιο.
es: Con este diámetro la longitud requerida es negativa: el puerto sería un simple agujero. Usa un diámetro menor, un Fb más bajo o una caja mayor.
fr: À ce diamètre, la longueur requise est négative — l'évent ne serait qu'un simple trou. Réduisez le diamètre, baissez Fb ou agrandissez le caisson.
hu: Ekkora átmérőnél a szükséges hossz negatív — a reflexnyílás puszta lyuk lenne. Válassz kisebb átmérőt, alacsonyabb Fb-t vagy nagyobb dobozt.
it: Con questo diametro la lunghezza richiesta è negativa: il condotto sarebbe un semplice foro. Usa un diametro minore, un Fb più basso o un box più grande.
ja: この直径では必要な長さが負になります — ポートは単なる穴になってしまいます。直径を小さく、Fb を低く、または箱を大きくしてください。
ko: 이 직경에서는 필요한 길이가 음수입니다 — 포트가 단순한 구멍이 됩니다. 직경을 줄이거나 Fb를 낮추거나 인클로저를 키우세요.
nl: Bij deze diameter is de vereiste lengte negatief — de poort zou een simpel gat zijn. Neem een kleinere diameter, een lagere Fb of een grotere kast.
pl: Przy tej średnicy wymagana długość jest ujemna — port byłby zwykłym otworem. Zmniejsz średnicę, obniż Fb albo powiększ obudowę.
pt_br: Neste diâmetro o comprimento necessário é negativo — o duto seria um simples furo. Use um diâmetro menor, um Fb mais baixo ou uma caixa maior.
ro: La acest diametru lungimea necesară este negativă — portul ar fi o simplă gaură. Folosește un diametru mai mic, un Fb mai jos sau o incintă mai mare.
sv: Vid denna diameter är den nödvändiga längden negativ — porten vore bara ett hål. Använd mindre diameter, lägre Fb eller större låda.
tr: Bu çapta gereken uzunluk negatif — port düz bir delik olurdu. Daha küçük çap, daha düşük Fb veya daha büyük kabin kullanın.
uk: За цього діаметра потрібна довжина від'ємна — порт став би просто отвором. Візьміть менший діаметр, нижчу Fb або більший корпус.

source: Attack / release envelope
cs: Obálka attack / release
de: Attack-/Release-Hüllkurve
el: Περιβάλλουσα attack / release
es: Envolvente de ataque / liberación
fr: Enveloppe attaque / relâchement
hu: Attack / release burkoló
it: Inviluppo attacco / rilascio
ja: アタック / リリース エンベロープ
ko: 어택 / 릴리스 엔벨로프
nl: Attack-/release-envelop
pl: Obwiednia ataku / zwolnienia
pt_br: Envelope de ataque / liberação
ro: Anvelopă atac / revenire
sv: Attack-/release-envelopp
tr: Attack / release zarfı
uk: Обвідна атаки / відпускання

source: Avg. absorption ā
cs: Prům. pohltivost ā
de: Mittl. Absorption ā
el: Μέση απορρόφηση ā
es: Absorción media ā
fr: Absorption moy. ā
hu: Átl. elnyelés ā
it: Assorbimento medio ā
ja: 平均吸音率 ā
ko: 평균 흡음 ā
nl: Gem. absorptie ā
pl: Śr. pochłanianie ā
pt_br: Absorção média ā
ro: Absorbție medie ā
sv: Medelabsorption ā
tr: Ort. soğurma ā
uk: Сер. поглинання ā

source: Axial length
cs: Axiální délka
de: Axiale Länge
el: Αξονικό μήκος
es: Longitud axial
fr: Longueur axiale
hu: Axiális hossz
it: Lunghezza assiale
ja: 軸方向の長さ
ko: 축 방향 길이
nl: Axiale lengte
pl: Długość osiowa
pt_br: Comprimento axial
ro: Lungime axială
sv: Axiell längd
tr: Eksenel uzunluk
uk: Осьова довжина

source: Axial modes (Hz)
cs: Axiální módy (Hz)
de: Axiale Moden (Hz)
el: Αξονικοί τρόποι (Hz)
es: Modos axiales (Hz)
fr: Modes axiaux (Hz)
hu: Axiális módusok (Hz)
it: Modi assiali (Hz)
ja: 軸モード（Hz）
ko: 축 모드(Hz)
nl: Axiale modes (Hz)
pl: Mody osiowe (Hz)
pt_br: Modos axiais (Hz)
ro: Moduri axiale (Hz)
sv: Axiella moder (Hz)
tr: Eksenel modlar (Hz)
uk: Осьові моди (Гц)

source: Beat frequency
cs: Frekvence zázněje
de: Schwebungsfrequenz
el: Συχνότητα διακρότησης
es: Frecuencia de batido
fr: Fréquence de battement
hu: Lebegési frekvencia
it: Frequenza di battimento
ja: うなり周波数
ko: 맥놀이 주파수
nl: Zweeffrequentie
pl: Częstotliwość dudnień
pt_br: Frequência de batimento
ro: Frecvența bătăilor
sv: Svävningsfrekvens
tr: Vuru frekansı
uk: Частота биття

source: Beat rate
cs: Rychlost zázněje
de: Schwebungsrate
el: Ρυθμός διακρότησης
es: Tasa de batido
fr: Taux de battement
hu: Lebegés üteme
it: Velocità di battimento
ja: うなりの速さ
ko: 맥놀이 속도
nl: Zweefsnelheid
pl: Tempo dudnień
pt_br: Taxa de batimento
ro: Rata bătăilor
sv: Svävningstakt
tr: Vuru hızı
uk: Швидкість биття

source: Beat unit
cs: Jednotka doby
de: Schlageinheit
el: Μονάδα χτύπου
es: Unidad de pulso
fr: Unité de temps
hu: Ütésegység
it: Unità di movimento
ja: 拍の単位
ko: 박 단위
nl: Teleenheid
pl: Jednostka miary
pt_br: Unidade de tempo
ro: Unitatea de bătaie
sv: Slagenhet
tr: Vuruş birimi
uk: Одиниця долі

source: Beats
cs: Zázněje
de: Schwebungen
el: Διακροτήσεις
es: Batidos
fr: Battements
hu: Lebegések
it: Battimenti
ja: うなり
ko: 맥놀이
nl: Zwevingen
pl: Dudnienia
pt_br: Batimentos
ro: Bătăi
sv: Svävningar
tr: Vurular
uk: Биття

source: Bit depth
cs: Bitová hloubka
de: Bittiefe
el: Βάθος bit
es: Profundidad de bits
fr: Résolution
hu: Bitmélység
it: Profondità di bit
ja: ビット深度
ko: 비트 심도
nl: Bitdiepte
pl: Głębia bitowa
pt_br: Profundidade de bits
ro: Adâncime de biți
sv: Bitdjup
tr: Bit derinliği
uk: Бітова глибина

source: Bit depth → dynamic range
cs: Bitová hloubka → dynamický rozsah
de: Bittiefe → Dynamikumfang
el: Βάθος bit → δυναμική περιοχή
es: Profundidad de bits → rango dinámico
fr: Résolution → dynamique
hu: Bitmélység → dinamikatartomány
it: Profondità di bit → gamma dinamica
ja: ビット深度 → ダイナミックレンジ
ko: 비트 심도 → 다이내믹 레인지
nl: Bitdiepte → dynamisch bereik
pl: Głębia bitowa → dynamika
pt_br: Profundidade de bits → faixa dinâmica
ro: Adâncime de biți → gamă dinamică
sv: Bitdjup → dynamikomfång
tr: Bit derinliği → dinamik aralık
uk: Бітова глибина → динамічний діапазон

source: Bonello distribution
cs: Bonellovo rozdělení
de: Bonello-Verteilung
el: Κατανομή Bonello
es: Distribución de Bonello
fr: Distribution de Bonello
hu: Bonello-eloszlás
it: Distribuzione di Bonello
ja: ボネロ分布
ko: 보넬로 분포
nl: Bonello-verdeling
pl: Rozkład Bonello
pt_br: Distribuição de Bonello
ro: Distribuția Bonello
sv: Bonello-fördelning
tr: Bonello dağılımı
uk: Розподіл Бонелло

source: Bore radius
cs: Poloměr vrtání
de: Bohrungsradius
el: Ακτίνα διατομής
es: Radio del tubo
fr: Rayon de perce
hu: Furat sugara
it: Raggio del foro
ja: 内径半径
ko: 관 반지름
nl: Boringstraal
pl: Promień kanału
pt_br: Raio do tubo
ro: Raza canalului
sv: Borrningsradie
tr: Delik yarıçapı
uk: Радіус каналу

source: Boundary
cs: Odrazná plocha
de: Grenzfläche
el: Επιφάνεια
es: Superficie
fr: Surface
hu: Határfelület
it: Superficie
ja: 境界面
ko: 경계면
nl: Grensvlak
pl: Powierzchnia
pt_br: Superfície
ro: Suprafață
sv: Gränsyta
tr: Yüzey
uk: Межа

source: Boundary & comb filtering
cs: Odrazy a hřebenový filtr
de: Grenzflächen & Kammfilter
el: Επιφάνειες & φιλτράρισμα χτένας
es: Superficies y filtro peine
fr: Surfaces et filtrage en peigne
hu: Határfelületek és fésűszűrés
it: Superfici e filtro a pettine
ja: 境界面とコムフィルタ
ko: 경계면 및 콤 필터링
nl: Grensvlakken & kamfiltering
pl: Powierzchnie i filtr grzebieniowy
pt_br: Superfícies e filtro pente
ro: Suprafețe și filtrare în pieptene
sv: Gränsytor & kamfiltrering
tr: Yüzeyler ve tarak filtresi
uk: Межі та гребінчаста фільтрація

source: Box volume Vb
cs: Objem ozvučnice Vb
de: Gehäusevolumen Vb
el: Όγκος κιβωτίου Vb
es: Volumen de la caja Vb
fr: Volume du caisson Vb
hu: Doboz térfogata Vb
it: Volume del box Vb
ja: 箱の容積 Vb
ko: 인클로저 부피 Vb
nl: Kastvolume Vb
pl: Objętość obudowy Vb
pt_br: Volume da caixa Vb
ro: Volumul incintei Vb
sv: Lådvolym Vb
tr: Kabin hacmi Vb
uk: Об'єм корпусу Vb

source: Butterworth low-pass
cs: Butterworthova dolní propust
de: Butterworth-Tiefpass
el: Βαθυπερατό Butterworth
es: Paso bajo Butterworth
fr: Passe-bas Butterworth
hu: Butterworth aluláteresztő
it: Passa-basso Butterworth
ja: バターワース ローパス
ko: 버터워스 로우패스
nl: Butterworth-laagdoorlaat
pl: Filtr dolnoprzepustowy Butterwortha
pt_br: Passa-baixa Butterworth
ro: Filtru trece-jos Butterworth
sv: Butterworth lågpass
tr: Butterworth alçak geçiren
uk: Фільтр нижніх частот Баттерворта

source: Bytes
cs: Bajty
fr: Octets
hu: Bájt
it: Byte
ja: バイト
ko: 바이트
pl: Bajty
ro: Octeți
sv: Byte
tr: Bayt
uk: Байти

source: C-weighting
cs: Vážení C
de: C-Bewertung
el: Στάθμιση C
es: Ponderación C
fr: Pondération C
hu: C-szűrés
it: Ponderazione C
ja: C特性
ko: C 가중
nl: C-weging
pl: Ważenie C
pt_br: Ponderação C
ro: Ponderare C
sv: C-vägning
tr: C ağırlıklandırma
uk: C-зважування

source: Capacitance
cs: Kapacita
de: Kapazität
el: Χωρητικότητα
es: Capacitancia
fr: Capacité
hu: Kapacitás
it: Capacità
ja: 静電容量
ko: 정전 용량
nl: Capaciteit
pl: Pojemność
pt_br: Capacitância
ro: Capacitate
sv: Kapacitans
tr: Kapasitans
uk: Ємність

source: Capsule spacing
cs: Rozteč kapslí
de: Kapselabstand
el: Απόσταση καψουλών
es: Separación de cápsulas
fr: Écart des capsules
hu: Kapszulatávolság
it: Distanza tra capsule
ja: カプセル間隔
ko: 캡슐 간격
nl: Capsuleafstand
pl: Rozstaw kapsuł
pt_br: Distância entre cápsulas
ro: Distanța dintre capsule
sv: Kapselavstånd
tr: Kapsül aralığı
uk: Відстань між капсулями

source: Cavity volume
cs: Objem dutiny
de: Hohlraumvolumen
el: Όγκος κοιλότητας
es: Volumen de la cavidad
fr: Volume de la cavité
hu: Üreg térfogata
it: Volume della cavità
ja: 空洞の容積
ko: 공동 부피
nl: Holtevolume
pl: Objętość wnęki
pt_br: Volume da cavidade
ro: Volumul cavității
sv: Kavitetsvolym
tr: Boşluk hacmi
uk: Об'єм порожнини

source: Centre drop
cs: Pokles uprostřed
de: Mittenabsenkung
el: Πτώση στο κέντρο
es: Caída central
fr: Creux central
hu: Középső esés
it: Calo centrale
ja: センターの落ち込み
ko: 중앙 감쇠
nl: Middenval
pl: Spadek w środku
pt_br: Queda central
ro: Cădere centrală
sv: Mittsänkning
tr: Merkez düşüşü
uk: Провал у центрі

source: Cents
cs: Centy
de: Cent
hu: Cent
it: Cent
ja: セント
ko: 센트
pl: Centy
ro: Cenți
sv: Cent
tr: Sent
uk: Центи

source: Cents → ratio
cs: Centy → poměr
de: Cent → Verhältnis
el: Cents → λόγος
es: Cents → razón
fr: Cents → rapport
hu: Cent → arány
it: Cent → rapporto
ja: セント → 比
ko: 센트 → 비율
nl: Cents → verhouding
pl: Centy → stosunek
pt_br: Cents → razão
ro: Cenți → raport
sv: Cent → förhållande
tr: Sent → oran
uk: Центи → відношення

source: Closed box
cs: Uzavřená ozvučnice
de: Geschlossenes Gehäuse
el: Κλειστό κιβώτιο
es: Caja cerrada
fr: Caisson clos
hu: Zárt doboz
it: Cassa chiusa
ja: 密閉箱
ko: 밀폐형 인클로저
nl: Gesloten kast
pl: Obudowa zamknięta
pt_br: Caixa selada
ro: Incintă închisă
sv: Sluten låda
tr: Kapalı kabin
uk: Закритий корпус
